Repository: aryabartar/Sneeds-Django
Catalog: code/translations/*/LC_MESSAGES/django.po
Languages: fa

source: Request is None
fa: درخواستی وجود ندارد

source: This time slot is not sold to this user
fa: این جلسه از آن شما نیست

source: A Consultant with this phone number exists. Are you not a Consultant?
fa: مشاوری با این شماره تلفن وجود دارد. آیا شما هم اکنون مشاور نیستید؟

source: A Consultant with phone number is in assessment.
fa: مشاوری با این شماره در دست بررسی است

source: Phone number should be 11 numbers
fa: تلفن همراه باید ۱۱ رقمی باشد

source: Phone number should be numbers.
fa: شماره تلفن همراه فقط از اعداد تشکیل می یابد

source: A Consultant with this email exists. Are you not a Consultant?
fa: مشاوری با این رایانامه هم اکنون وجود دارد. آیا شما هم اکنون مشاور نیستید؟

source: A Consultant with this email is in assessment.
fa: مشاوری با این رایانامه در دست بررسی است

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: دسترسی ها

source: Important dates
fa: تاریخ های مهم

source: The given email must be set
fa: قسمت ایمیل نباید خالی بماند

source: email address
fa: نشانی رایانامه

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: phone number
fa: شماره تلفن همراه

source: address
fa: نشانی

source: staff status
fa: وضعیت کارکنان

source: Designates whether the user can log into this admin site.
fa: اگر این قسمت فعال باشد کاربر می تواند به قسمت مدیریت دسترسی پیدا کند

source: active
fa: فعال

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fa: اگر این قسمت فعال باشد کاربر به عنوان کاربر فعال تلقی می شود. به جای حذف کاربر از این قسمت استفاده کنید.

source: date joined
fa: زمان پیوستن

source: user
fa: کاربر

source: users
fa: کاربر ها

source: User with this email already exists
fa: کاربری با این ایمیل هم اکنون وجود دارد

source: Phone number is more than 11 characters
fa: شماره تلفن همراه نباید بیش از ۱۱ شماره باشد

source: Phone number is less than 10 characters
fa: شماره تلفن همراه نباید از ۱۰ شماره کمتر باشد

source: Phone number should be numbers only
fa: شماره تلفن باید صرفا از اعداد تشکیل شده باشد

source: Passwords must match
fa: رمز و تکرار آن یکسان نیست

source: User has no cart.
fa: شما سبد خریدی ندارید

source: Code is not valid
fa: کد نامعتبر است

source: This discount is already used in this cart
fa: این کد تخفیف هم اکنون بر روی سبد خرید اعمال شده است

source: You don't have any session with the consultants of discount
fa: شما هیچ جلسه ای را با مشاوران این کد تخفیف انتخاب نکرده اید

source: You already have used a discount for consultant %(number)d
fa: شما هم اکنون برای مشاور %(number)d یک کد تخفیف را استفاده کرده اید

source: Selected time cannot be chosen because the time you chose conflicts with these times you have chosen before
fa: شما در این زمان جلسه مشاوره دیگری ایجاد کرده اید به شماره های

source: Selected time cannot be chosen because the time you chose conflicts with other times you have sold before
fa: شما در این زمان جلسه مشاوره دیگری دارید به شماره(های)

source: End Time should be after Start time
fa: زمان پایان یک جلسه نمی تواند پیش از شروع آن باشد :)

source: Start time should be selected at least from a day after today.
fa: شروع جلسه باید حداقل از یک روز بعد باشد

source: User with already has an resume %(resume)s
fa: شما هم اکنون یک رزومه دارید: %(resume)s
